{
  "responseHeader":{
    "status":0,
    "QTime":2441,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:2001",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":79381655,"start":0,"maxScore":4.004265,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",46354,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BORDER\" associated with an  element type  \"IMG\".",15549,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"src\" associated with an  element type  \"script\".",6918,
        "org.apache.tika.sax.WriteOutContentHandler$WriteLimitReachedException: Your document contained more than 524288 characters, and so your requested limit has been reached. To receive the full text of th",4849,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",4081,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",2206,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",1950,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",1531,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x0",1227,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",1126,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",1088,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",969,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",728,
        "java.io.EOFException: null",697,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",600,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1009",527,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1014",515,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"table\".",454,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REV\" associated with an  element type  \"LINK\".",451,
        "org.xml.sax.SAXParseException: The element type \"SCRIPT\" must be terminated by the matching end-tag \"</SCRIPT>\".",419,
        "java.io.IOException: Resetting to invalid mark",377,
        "org.xml.sax.SAXParseException: The entity \"raquo\" was referenced, but not declared.",352,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"rel\" associated with an  element type  \"link\".",344,
        "org.xml.sax.SAXParseException: White spaces are required between publicId and systemId.",341,
        "java.lang.IllegalArgumentException: File invalid - failed to find directory entry 'Escher'",324,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"TD\".",295,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BORDER\" associated with an  element type  \"table\".",285,
        "org.xml.sax.SAXParseException: Element type \"META\" must be followed by either attribute specifications, \">\" or \"/>\".",280,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",269,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"LANGUAGE\" associated with an  element type  \"script\".",262,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"language\" associated with an  element type  \"script\".",256,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 3-byte UTF-8 sequence.",251,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",243,
        "java.io.IOException: Invalid header signature; read 0x00000000230037FE, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",222,
        "java.io.IOException: Invalid header signature; read 0x0000AB000000BE31, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",206,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",199,
        "org.xml.sax.SAXParseException: The element type \"Script\" must be terminated by the matching end-tag \"</Script>\".",197,
        "org.xml.sax.SAXParseException: The element type \"input\" must be terminated by the matching end-tag \"</input>\".",188,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",182,
        "org.xml.sax.SAXParseException: The element type \"base\" must be terminated by the matching end-tag \"</base>\".",172,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"STYLE\".",157,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x5",154,
        "com.drew.imaging.jpeg.JpegProcessingException: segment size would extend beyond file stream length",148,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1012",148,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"alink\" associated with an  element type  \"body\".",140,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 30, not 0x2e",138,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",133,
        "java.io.IOException: Invalid header signature; read 0x04090000002DA5DB, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",131,
        "java.lang.ArrayIndexOutOfBoundsException: null",127,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",107,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",105,
        "org.apache.poi.hslf.exceptions.OldPowerPointFormatException: Based on the Current User stream, you seem to have supplied a PowerPoint95 file, which isn't supported",101,
        "org.xml.sax.SAXParseException: The element type \"Meta\" must be terminated by the matching end-tag \"</Meta>\".",93,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: 0",92,
        "java.lang.IndexOutOfBoundsException: Attempt to read past end of image sequence!",89,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"href\" associated with an  element type  \"a\".",89,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"valign\" associated with an  element type  \"TD\".",89,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"TEXT\" associated with an  element type  \"BODY\".",88,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",87,
        "org.xml.sax.SAXParseException: The element type \"STYLE\" must be terminated by the matching end-tag \"</STYLE>\".",86,
        "org.xml.sax.SAXParseException: The element type \"area\" must be terminated by the matching end-tag \"</area>\".",84,
        "org.xml.sax.SAXParseException: The element type \"IMG\" must be terminated by the matching end-tag \"</IMG>\".",83,
        "org.xml.sax.SAXParseException: The element type \"BASE\" must be terminated by the matching end-tag \"</BASE>\".",81,
        "org.xml.sax.SAXParseException: The reference to entity \"from\" must end with the ';' delimiter.",78,
        "org.xml.sax.SAXParseException: The element type \"AREA\" must be terminated by the matching end-tag \"</AREA>\".",75,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"link\" associated with an  element type  \"body\".",74,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"size\" associated with an  element type  \"basefont\".",72,
        "java.io.StreamCorruptedException: Error: data is null",70,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"td\".",70,
        "com.drew.imaging.jpeg.JpegProcessingException: stream ended before segment header could be read",66,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"WIDTH\" associated with an  element type  \"TABLE\".",64,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"text\" associated with an  element type  \"body\".",64,
        "org.xml.sax.SAXParseException: The element type \"HEAD\" must be terminated by the matching end-tag \"</HEAD>\".",63,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",62,
        "java.lang.NullPointerException: null",59,
        "org.xml.sax.SAXParseException: Attribute name \"fprolloverstyle\" associated with an element type \"style\" must be followed by the ' = ' character.",58,
        "org.xml.sax.SAXParseException: The element type \"bgsound\" must be terminated by the matching end-tag \"</bgsound>\".",58,
        "org.xml.sax.SAXParseException: Attribute name \"content\" associated with an element type \"meta\" must be followed by the ' = ' character.",57,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x1",56,
        "java.io.IOException: Invalid header signature; read 0x0010000000060409, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",56,
        "java.io.EOFException: invalid MIDI file",55,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"SIZE\" associated with an  element type  \"FONT\".",55,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"table\".",54,
        "org.xml.sax.SAXParseException: The reference to entity \"amp\" must end with the ';' delimiter.",54,
        "org.xml.sax.SAXParseException: The reference to entity \"B\" must end with the ';' delimiter.",52,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"bgcolor\" associated with an  element type  \"body\".",50,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 210, not 0xb",48,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"META\".",48,
        "java.util.zip.ZipException: unknown compression method",47,
        "org.xml.sax.SAXParseException: The element type \"P\" must be terminated by the matching end-tag \"</P>\".",46,
        "org.xml.sax.SAXParseException: The element type \"TITLE\" must be terminated by the matching end-tag \"</TITLE>\".",46,
        "org.xml.sax.SAXParseException: The element type \"BR\" must be terminated by the matching end-tag \"</BR>\".",45,
        "org.apache.tika.exception.TikaException: Bad TrueType font.",44,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: -1",42,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"FRAMESET\".",39,
        "org.xml.sax.SAXParseException: The element type \"HR\" must be terminated by the matching end-tag \"</HR>\".",36,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",34,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x6",33,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ALIGN\" associated with an  element type  \"DIV\".",33,
        "java.lang.ArrayIndexOutOfBoundsException: 128",31]},
    "facet_dates":{},
    "facet_ranges":{}}}
