{
  "responseHeader":{
    "status":0,
    "QTime":964,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:2010",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":196382417,"start":0,"maxScore":3.421887,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",50118,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ID\" associated with an  element type  \"COMMENT\".",48149,
        "org.apache.tika.sax.WriteOutContentHandler$WriteLimitReachedException: Your document contained more than 524288 characters, and so your requested limit has been reached. To receive the full text of th",40831,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",17611,
        "java.lang.NullPointerException: null",14627,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"META\".",9755,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",8309,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",5196,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: 0",3409,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x1e) was found in the comment.",2814,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",2325,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",1828,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",1723,
        "java.lang.IllegalArgumentException: Invalid document",1507,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",1341,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",1184,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",1160,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",1038,
        "org.xml.sax.SAXParseException: Comment must start with \"<!--\".",929,
        "org.xml.sax.SAXParseException: The reference to entity \"id\" must end with the ';' delimiter.",840,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",761,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",721,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",675,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",672,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",651,
        "org.xml.sax.SAXParseException: Attribute name \"content\" associated with an element type \"meta\" must be followed by the ' = ' character.",647,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",628,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 3-byte UTF-8 sequence.",545,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",528,
        "org.xml.sax.SAXParseException: The entity \"rsquo\" was referenced, but not declared.",524,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 2-byte UTF-8 sequence.",463,
        "org.xml.sax.SAXParseException: The entity \"pound\" was referenced, but not declared.",440,
        "java.lang.NumberFormatException: For input string: \"\"",402,
        "java.io.IOException: Invalid argument",401,
        "org.xml.sax.SAXParseException: The reference to entity \"gt\" must end with the ';' delimiter.",379,
        "org.xml.sax.SAXParseException: The reference to entity \"topics\" must end with the ';' delimiter.",325,
        "org.xml.sax.SAXParseException: The value of attribute \"content\" associated with an element type \"meta\" must not contain the '<' character.",295,
        "java.io.EOFException: null",292,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0xb) was found in the CDATA section.",290,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x13) was found in the element content of the document.",282,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"language\" associated with an  element type  \"script\".",265,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",237,
        "org.xml.sax.SAXParseException: The element type \"description\" must be terminated by the matching end-tag \"</description>\".",233,
        "org.xml.sax.SAXParseException: The entity \"ndash\" was referenced, but not declared.",205,
        "org.xml.sax.SAXParseException: The element type \"SCRIPT\" must be terminated by the matching end-tag \"</SCRIPT>\".",194,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 3 of 3-byte UTF-8 sequence.",186,
        "java.io.IOException: Resetting to invalid mark",184,
        "org.xml.sax.SAXParseException: Premature end of file.",165,
        "org.xml.sax.SAXParseException: Element type \"topmargin\" must be followed by either attribute specifications, \">\" or \"/>\".",159,
        "org.xml.sax.SAXParseException: The entity \"acirc\" was referenced, but not declared.",159,
        "com.drew.imaging.jpeg.JpegProcessingException: segment size would extend beyond file stream length",152,
        "org.xml.sax.SAXParseException: The reference to entity \"merchantID\" must end with the ';' delimiter.",146,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REL\" associated with an  element type  \"LINK\".",144,
        "java.lang.IllegalArgumentException: This paragraph is not the first one in the table",140,
        "javax.imageio.IIOException: Unexpected block type 239!",136,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x19) was found in the element content of the document.",135,
        "org.xml.sax.SAXParseException: The reference to entity \"cpage\" must end with the ';' delimiter.",131,
        "org.xml.sax.SAXParseException: The element type \"input\" must be terminated by the matching end-tag \"</input>\".",120,
        "org.xml.sax.SAXParseException: The reference to entity \"way\" must end with the ';' delimiter.",119,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 4-byte UTF-8 sequence.",111,
        "org.xml.sax.SAXParseException: Invalid encoding name \"UTF8\".",107,
        "org.xml.sax.SAXParseException: Attribute name \"nowrap\" associated with an element type \"TD\" must be followed by the ' = ' character.",106,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"LINK\".",104,
        "java.lang.ClassCastException: org.gagravarr.vorbis.VorbisAudioData cannot be cast to org.gagravarr.vorbis.VorbisInfo",103,
        "org.xml.sax.SAXParseException: Element type \"menuids.length\" must be followed by either attribute specifications, \">\" or \"/>\".",103,
        "org.xml.sax.SAXParseException: The reference to entity \"nats\" must end with the ';' delimiter.",102,
        "org.xml.sax.SAXParseException: The entity \"raquo\" was referenced, but not declared.",100,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ID\" associated with an  element type  \"Title\".",99,
        "org.xml.sax.SAXParseException: The entity \"eacute\" was referenced, but not declared.",99,
        "java.lang.ArrayIndexOutOfBoundsException: null",98,
        "org.xml.sax.SAXParseException: The prefix \"fb\" for element \"fb:name\" is not bound.",96,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0xf) was found in the comment.",94,
        "java.lang.NumberFormatException: For input string: \"YOUR LOGO WIDTH PIXELS\"",92,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x1a) was found in the CDATA section.",92,
        "java.lang.ArrayIndexOutOfBoundsException: 20",90,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1014",86,
        "org.xml.sax.SAXParseException: Attribute name \"textEmbed\" associated with an element type \"Banner\" must be followed by the ' = ' character.",86,
        "org.xml.sax.SAXParseException: The entity \"mdash\" was referenced, but not declared.",85,
        "org.xml.sax.SAXParseException: The reference to entity \"pan\" must end with the ';' delimiter.",81,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: -1",80,
        "org.apache.tika.exception.TikaException: Bad TrueType font.",80,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",78,
        "org.xml.sax.SAXParseException: The entity \"Atilde\" was referenced, but not declared.",78,
        "org.xml.sax.SAXParseException: The markup in the document preceding the root element must be well-formed.",76,
        "org.xml.sax.SAXParseException: The entity \"ldquo\" was referenced, but not declared.",75,
        "org.xml.sax.SAXParseException: Element type \"a\" must be followed by either attribute specifications, \">\" or \"/>\".",73,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"META\".",73,
        "org.xml.sax.SAXParseException: The character sequence \"]]>\" must not appear in content unless used to mark the end of a CDATA section.",73,
        "java.io.IOException: Invalid header signature; read 0x0010000000060409, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",71,
        "org.xml.sax.SAXParseException: The entity \"lsquo\" was referenced, but not declared.",71,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x19) was found in the CDATA section.",70,
        "org.xml.sax.SAXParseException: The entity \"Acirc\" was referenced, but not declared.",70,
        "java.lang.NumberFormatException: For input string: \"268px\"",68,
        "org.xml.sax.SAXParseException: The reference to entity \"t\" must end with the ';' delimiter.",67,
        "org.xml.sax.SAXParseException: The reference to entity \"w\" must end with the ';' delimiter.",66,
        "java.lang.IllegalArgumentException: Size exceeds Integer.MAX_VALUE",64,
        "org.xml.sax.SAXParseException: The prefix \"atom\" for element \"atom:link\" is not bound.",63,
        "org.xml.sax.SAXParseException: Attribute \"thumbs_border_color\" was already specified for element \"options\".",60,
        "org.xml.sax.SAXParseException: The entity \"copy\" was referenced, but not declared.",60,
        "org.xml.sax.SAXParseException: The entity \"bull\" was referenced, but not declared.",59]},
    "facet_dates":{},
    "facet_ranges":{}}}
