{
  "responseHeader":{
    "status":0,
    "QTime":2319,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:2008",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":267933966,"start":0,"maxScore":3.0654767,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The reference to entity \"way\" must end with the ';' delimiter.",32194,
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",31423,
        "org.apache.tika.sax.WriteOutContentHandler$WriteLimitReachedException: Your document contained more than 524288 characters, and so your requested limit has been reached. To receive the full text of th",26136,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",25827,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",21314,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ID\" associated with an  element type  \"COMMENT\".",18020,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",16850,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",12616,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",12594,
        "java.lang.NullPointerException: null",11793,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",11649,
        "org.xml.sax.SAXParseException: Element type \"scr\" must be followed by either attribute specifications, \">\" or \"/>\".",7380,
        "org.xml.sax.SAXParseException: The reference to entity \"merchantID\" must end with the ';' delimiter.",6065,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",4373,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"META\".",4050,
        "org.xml.sax.SAXParseException: The reference to entity \"a\" must end with the ';' delimiter.",2520,
        "java.io.IOException: Invalid argument",2398,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",1673,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",1597,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",1499,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",1455,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",1445,
        "org.apache.tika.exception.TikaException: Bad TrueType font.",1181,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",1009,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",998,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 2-byte UTF-8 sequence.",966,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: 0",844,
        "org.xml.sax.SAXParseException: Comment must start with \"<!--\".",818,
        "org.xml.sax.SAXParseException: Element type \"sc\" must be followed by either attribute specifications, \">\" or \"/>\".",795,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 3-byte UTF-8 sequence.",747,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",716,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",712,
        "java.lang.IllegalArgumentException: Invalid document",673,
        "org.xml.sax.SAXParseException: The element type \"area\" must be terminated by the matching end-tag \"</area>\".",643,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",590,
        "org.xml.sax.SAXParseException: The element type \"SCRIPT\" must be terminated by the matching end-tag \"</SCRIPT>\".",533,
        "org.xml.sax.SAXParseException: Element type \"topmargin\" must be followed by either attribute specifications, \">\" or \"/>\".",530,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",514,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"table\".",497,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"WIDTH\" associated with an  element type  \"IMG\".",462,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ID\" associated with an  element type  \"Title\".",402,
        "org.xml.sax.SAXParseException: The entity \"pound\" was referenced, but not declared.",397,
        "java.io.IOException: Could not decypt document, object not found.",374,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"IMG\".",339,
        "org.xml.sax.SAXParseException: The value of attribute \"content\" associated with an element type \"meta\" must not contain the '<' character.",299,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1014",273,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"META\".",255,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",247,
        "org.xml.sax.SAXParseException: The reference to entity \"page\" must end with the ';' delimiter.",244,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REL\" associated with an  element type  \"LINK\".",238,
        "org.xml.sax.SAXParseException: The entity \"auml\" was referenced, but not declared.",235,
        "org.xml.sax.SAXParseException: The element type \"input\" must be terminated by the matching end-tag \"</input>\".",229,
        "org.xml.sax.SAXParseException: Element type \"a\" must be followed by either attribute specifications, \">\" or \"/>\".",224,
        "org.xml.sax.SAXParseException: The reference to entity \"W\" must end with the ';' delimiter.",220,
        "java.lang.NumberFormatException: For input string: \"\"",208,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"charset\" associated with an  element type  \"meta\".",201,
        "org.xml.sax.SAXParseException: Element type \"meta\" must be followed by either attribute specifications, \">\" or \"/>\".",193,
        "org.xml.sax.SAXParseException: The reference to entity \"mouseover\" must end with the ';' delimiter.",190,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"title\" associated with an  element type  \"LINK\".",179,
        "org.xml.sax.SAXParseException: The element type \"TITLE\" must be terminated by the matching end-tag \"</TITLE>\".",178,
        "org.xml.sax.SAXParseException: The element type \"description\" must be terminated by the matching end-tag \"</description>\".",173,
        "org.xml.sax.SAXParseException: The reference to entity \"id\" must end with the ';' delimiter.",170,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"img\".",150,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 3 of 3-byte UTF-8 sequence.",142,
        "org.xml.sax.SAXParseException: The element type \"base\" must be terminated by the matching end-tag \"</base>\".",142,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x19) was found in the element content of the document.",135,
        "org.xml.sax.SAXParseException: The entity \"eacute\" was referenced, but not declared.",134,
        "java.lang.IllegalArgumentException: File invalid - failed to find directory entry 'Escher'",133,
        "org.xml.sax.SAXParseException: The entity \"rsquo\" was referenced, but not declared.",132,
        "org.xml.sax.SAXParseException: The reference to entity \"Itemid\" must end with the ';' delimiter.",132,
        "org.xml.sax.SAXParseException: The character reference must end with the ';' delimiter.",130,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 4-byte UTF-8 sequence.",120,
        "org.xml.sax.SAXParseException: The entity \"acute\" was referenced, but not declared.",120,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"src\" associated with an  element type  \"script\".",119,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0xf) was found in the comment.",115,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"table\".",115,
        "org.xml.sax.SAXParseException: Element type \"META\" must be followed by either attribute specifications, \">\" or \"/>\".",104,
        "org.xml.sax.SAXParseException: Element type \"menuids.length\" must be followed by either attribute specifications, \">\" or \"/>\".",104,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"language\" associated with an  element type  \"script\".",99,
        "org.xml.sax.SAXParseException: The entity \"ndash\" was referenced, but not declared.",99,
        "org.xml.sax.SAXParseException: Attribute name \"fprolloverstyle\" associated with an element type \"style\" must be followed by the ' = ' character.",95,
        "org.xml.sax.SAXParseException: The reference to entity \"pan\" must end with the ';' delimiter.",95,
        "org.xml.sax.SAXParseException: The element type \"p\" must be terminated by the matching end-tag \"</p>\".",94,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"LINK\".",93,
        "org.xml.sax.SAXParseException: The reference to entity \"G\" must end with the ';' delimiter.",92,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"SCRIPT\".",90,
        "org.xml.sax.SAXParseException: The reference to entity \"pid\" must end with the ';' delimiter.",83,
        "org.xml.sax.SAXParseException: The entity \"acirc\" was referenced, but not declared.",82,
        "org.xml.sax.SAXParseException: The reference to entity \"site\" must end with the ';' delimiter.",82,
        "java.lang.IllegalArgumentException: Position 131072 past the end of the file",79,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x13) was found in the element content of the document.",78,
        "org.xml.sax.SAXParseException: The reference to entity \"ct\" must end with the ';' delimiter.",77,
        "org.xml.sax.SAXParseException: The entity \"copy\" was referenced, but not declared.",74,
        "org.xml.sax.SAXParseException: The element type \"item\" must be terminated by the matching end-tag \"</item>\".",73,
        "org.xml.sax.SAXParseException: The reference to entity \"cpage\" must end with the ';' delimiter.",72,
        "java.lang.IllegalArgumentException: Position 192000 past the end of the file",70,
        "java.lang.IllegalArgumentException: This paragraph is not the first one in the table",69,
        "org.xml.sax.SAXParseException: The reference to entity \"range_id\" must end with the ';' delimiter.",69,
        "org.xml.sax.SAXParseException: An invalid XML character (Unicode: 0x13) was found in the CDATA section.",68,
        "org.xml.sax.SAXParseException: The element type \"ADMINNICENAME\" must be terminated by the matching end-tag \"</ADMINNICENAME>\".",68]},
    "facet_dates":{},
    "facet_ranges":{}}}
