{
  "responseHeader":{
    "status":0,
    "QTime":753,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:1999",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":15085538,"start":0,"maxScore":5.706773,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",80120,
        "java.io.IOException: Invalid header signature; read 0x04090000002DA5DB, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",842,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",776,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",718,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",538,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",468,
        "java.lang.ArrayIndexOutOfBoundsException: null",430,
        "java.io.IOException: Invalid header signature; read 0x0000AB000000BE31, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",322,
        "java.lang.ClassCastException: org.apache.pdfbox.cos.COSArray cannot be cast to org.apache.pdfbox.cos.COSDictionary",303,
        "java.io.IOException: Invalid header signature; read 0x00000000230037FE, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",301,
        "java.io.EOFException: null",274,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"link\" associated with an  element type  \"body\".",265,
        "org.xml.sax.SAXParseException: The element type \"base\" must be terminated by the matching end-tag \"</base>\".",236,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",207,
        "org.xml.sax.SAXParseException: The element type \"BR\" must be terminated by the matching end-tag \"</BR>\".",199,
        "org.xml.sax.SAXParseException: The element type \"HEAD\" must be terminated by the matching end-tag \"</HEAD>\".",197,
        "org.xml.sax.SAXParseException: The reference to entity \"amp\" must end with the ';' delimiter.",189,
        "java.io.IOException: Invalid header signature; read 0x0010000000060409, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",180,
        "com.drew.imaging.jpeg.JpegProcessingException: segment size would extend beyond file stream length",145,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",111,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",108,
        "java.io.StreamCorruptedException: Error: data is null",97,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",83,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1012",82,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",74,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",69,
        "java.lang.IndexOutOfBoundsException: Attempt to read past end of image sequence!",63,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"rel\" associated with an  element type  \"link\".",56,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"NAME\" associated with an  element type  \"META\".",55,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",54,
        "java.io.IOException: Error parsing AFM document:java.lang.NumberFormatException: For input string: \"TrackKern\"",52,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"WIDTH\" associated with an  element type  \"IMG\".",46,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"href\" associated with an  element type  \"a\".",46,
        "java.io.EOFException: invalid MIDI file",44,
        "org.apache.poi.EncryptedDocumentException: Cannot process encrypted word file",44,
        "java.lang.ArrayIndexOutOfBoundsException: 128",43,
        "org.xml.sax.SAXParseException: The element type \"title\" must be terminated by the matching end-tag \"</title>\".",42,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",34,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1009",33,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"SIZE\" associated with an  element type  \"HR\".",33,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"METHOD\" associated with an  element type  \"FORM\".",32,
        "org.xml.sax.SAXParseException: The element type \"BASE\" must be terminated by the matching end-tag \"</BASE>\".",32,
        "org.xml.sax.SAXParseException: The element type \"bgsound\" must be terminated by the matching end-tag \"</bgsound>\".",32,
        "java.io.IOException: failed to read entry trailer. Occured at byte: 34771",28,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BGCOLOR\" associated with an  element type  \"BODY\".",27,
        "org.xml.sax.SAXParseException: The element type \"X-SAS-WINDOW\" must be terminated by the matching end-tag \"</X-SAS-WINDOW>\".",27,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",26,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"bgcolor\" associated with an  element type  \"body\".",25,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",23,
        "org.xml.sax.SAXParseException: The element type \"AREA\" must be terminated by the matching end-tag \"</AREA>\".",23,
        "org.xml.sax.SAXParseException: The element type \"IMG\" must be terminated by the matching end-tag \"</IMG>\".",23,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"td\".",22,
        "java.lang.NullPointerException: null",21,
        "org.xml.sax.SAXParseException: Comment must start with \"<!--\".",19,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"TEXT\" associated with an  element type  \"BODY\".",19,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ALIGN\" associated with an  element type  \"H1\".",18,
        "org.xml.sax.SAXParseException: The element type \"HR\" must be terminated by the matching end-tag \"</HR>\".",18,
        "java.lang.ArrayIndexOutOfBoundsException: -1",17,
        "org.xml.sax.SAXParseException: The reference to entity \"gt\" must end with the ';' delimiter.",17,
        "java.lang.IllegalArgumentException: Visio files with versions below 5 are not supported, yours was 4",16,
        "org.apache.poi.hslf.exceptions.OldPowerPointFormatException: Based on the Current User stream, you seem to have supplied a PowerPoint95 file, which isn't supported",16,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",16,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 30, not 0x2e",14,
        "org.xml.sax.SAXParseException: Attribute name \"BODY\" associated with an element type \"BODY\" must be followed by the ' = ' character.",14,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"SIZE\" associated with an  element type  \"FONT\".",14,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"table\".",14,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"size\" associated with an  element type  \"font\".",14,
        "org.xml.sax.SAXParseException: The reference to entity \"quotReality\" must end with the ';' delimiter.",14,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BORDER\" associated with an  element type  \"FRAMESET\".",13,
        "java.lang.NumberFormatException: For input string: \"0,\"",12,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"size\" associated with an  element type  \"basefont\".",12,
        "org.xml.sax.SAXParseException: The reference to entity \"page\" must end with the ';' delimiter.",12,
        "java.io.IOException: Error: Expected 'EndCharMetrics' actual 'C'",11,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REV\" associated with an  element type  \"LINK\".",11,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"img\".",11,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",10,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",10,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"iframe\".",9,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 2-byte UTF-8 sequence.",8,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",8,
        "java.io.IOException: Invalid header signature; read 0xB71AB1B0FD11A6AD, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",7,
        "java.io.IOException: failed to read entry trailer. Occured at byte: 40671",7,
        "java.io.IOException: failed to read entry trailer. Occured at byte: 8301",7,
        "java.lang.IllegalArgumentException: Visio files with versions below 5 are not supported, yours was 3",7,
        "javax.imageio.IIOException: Unexpected block type 227!",7,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BORDER\" associated with an  element type  \"TABLE\".",7,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"WIDTH\" associated with an  element type  \"TABLE\".",7,
        "org.xml.sax.SAXParseException: The reference to entity \"quotconstruct\" must end with the ';' delimiter.",7,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 462, not 0x2",6,
        "java.io.IOException: failed to read entry trailer. Occured at byte: 38005",6,
        "java.io.IOException: failed to read entry trailer. Occured at byte: 41811",6,
        "javax.imageio.IIOException: Unexpected block type 214!",6,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",6,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"TOPMARGIN\" associated with an  element type  \"BODY\".",6,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"align\" associated with an  element type  \"td\".",6,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"IMG\".",6,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"table\".",6,
        "org.xml.sax.SAXParseException: The element type \"TITLE\" must be terminated by the matching end-tag \"</TITLE>\".",6,
        "org.xml.sax.SAXParseException: The element type \"li\" must be terminated by the matching end-tag \"</li>\".",6,
        "org.xml.sax.SAXParseException: The reference to entity \"from\" must end with the ';' delimiter.",6]},
    "facet_dates":{},
    "facet_ranges":{}}}
