{
  "responseHeader":{
    "status":0,
    "QTime":3789,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:2007",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":275331187,"start":0,"maxScore":2.9605522,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",60084,
        "org.apache.tika.sax.WriteOutContentHandler$WriteLimitReachedException: Your document contained more than 524288 characters, and so your requested limit has been reached. To receive the full text of th",47589,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",25978,
        "org.xml.sax.SAXParseException: The element type \"hr\" must be terminated by the matching end-tag \"</hr>\".",25947,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",16088,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",14613,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",14348,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",11059,
        "java.lang.NullPointerException: null",9714,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",7826,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",7765,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",5954,
        "org.xml.sax.SAXParseException: The element type \"area\" must be terminated by the matching end-tag \"</area>\".",5638,
        "org.xml.sax.SAXParseException: Comment must start with \"<!--\".",3248,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: 0",3133,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",3095,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",2679,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",1863,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",1508,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x0",1460,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",1415,
        "org.xml.sax.SAXParseException: The element type \"p\" must be terminated by the matching end-tag \"</p>\".",1263,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",1238,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",1235,
        "java.io.IOException: Invalid argument",1213,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",1146,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 3-byte UTF-8 sequence.",1024,
        "org.xml.sax.SAXParseException: The reference to entity \"way\" must end with the ';' delimiter.",1000,
        "org.xml.sax.SAXParseException: Attribute name \"DISABLED\" associated with an element type \"LINK\" must be followed by the ' = ' character.",980,
        "java.lang.IllegalArgumentException: Size exceeds Integer.MAX_VALUE",683,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",681,
        "java.lang.IllegalArgumentException: Invalid document",645,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"ID\" associated with an  element type  \"Title\".",618,
        "org.xml.sax.SAXParseException: Element type \"topmargin\" must be followed by either attribute specifications, \">\" or \"/>\".",616,
        "org.xml.sax.SAXParseException: The entity \"raquo\" was referenced, but not declared.",565,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 3 of 3-byte UTF-8 sequence.",526,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"IMG\".",495,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REL\" associated with an  element type  \"LINK\".",492,
        "org.xml.sax.SAXParseException: The reference to entity \"range_id\" must end with the ';' delimiter.",485,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 2-byte UTF-8 sequence.",476,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",456,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"WIDTH\" associated with an  element type  \"IMG\".",436,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1014",417,
        "com.drew.imaging.jpeg.JpegProcessingException: segment size would extend beyond file stream length",412,
        "java.lang.IllegalArgumentException: This paragraph is not the first one in the table",391,
        "java.io.EOFException: null",376,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"META\".",372,
        "java.lang.NegativeArraySizeException: null",363,
        "org.xml.sax.SAXParseException: The element type \"input\" must be terminated by the matching end-tag \"</input>\".",343,
        "org.xml.sax.SAXParseException: The element type \"TITLE\" must be terminated by the matching end-tag \"</TITLE>\".",314,
        "java.lang.IllegalArgumentException: File invalid - failed to find directory entry 'Escher'",313,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: -1",305,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"table\".",304,
        "org.apache.poi.hslf.exceptions.OldPowerPointFormatException: Based on the Current User stream, you seem to have supplied a PowerPoint95 file, which isn't supported",298,
        "java.util.zip.DataFormatException: unknown compression method",293,
        "org.xml.sax.SAXParseException: The element type \"SCRIPT\" must be terminated by the matching end-tag \"</SCRIPT>\".",288,
        "java.io.IOException: Invalid header signature; read 0x04090000002DA5DB, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",282,
        "org.xml.sax.SAXParseException: The entity \"pound\" was referenced, but not declared.",266,
        "org.xml.sax.SAXParseException: The reference to entity \"width\" must end with the ';' delimiter.",266,
        "org.xml.sax.SAXParseException: The reference to entity \"offset\" must end with the ';' delimiter.",263,
        "org.xml.sax.SAXParseException: Character reference \"&#x0\" is an invalid XML character.",258,
        "org.apache.tika.exception.TikaException: Bad TrueType font.",253,
        "java.io.StreamCorruptedException: Error: data is null",249,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"src\" associated with an  element type  \"script\".",239,
        "org.apache.poi.EncryptedDocumentException: Cannot process encrypted word file",235,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"META\".",233,
        "java.lang.ArrayIndexOutOfBoundsException: null",230,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",230,
        "org.xml.sax.SAXParseException: Element type \"meta\" must be followed by either attribute specifications, \">\" or \"/>\".",208,
        "org.xml.sax.SAXParseException: The reference to entity \"a\" must end with the ';' delimiter.",207,
        "org.xml.sax.SAXParseException: Attribute name \"fprolloverstyle\" associated with an element type \"style\" must be followed by the ' = ' character.",206,
        "org.xml.sax.SAXParseException: The reference to entity \"tag\" must end with the ';' delimiter.",204,
        "org.xml.sax.SAXParseException: Element type \"lenth3\" must be followed by either attribute specifications, \">\" or \"/>\".",198,
        "java.io.IOException: Resetting to invalid mark",197,
        "org.xml.sax.SAXParseException: Element type \"linksFound.length\" must be followed by either attribute specifications, \">\" or \"/>\".",184,
        "org.xml.sax.SAXParseException: The reference to entity \"PID\" must end with the ';' delimiter.",180,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"rel\" associated with an  element type  \"link\".",167,
        "java.io.IOException: Invalid header signature; read 0x0010000000060409, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",161,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 4-byte UTF-8 sequence.",159,
        "org.xml.sax.SAXParseException: The reference to entity \"page\" must end with the ';' delimiter.",152,
        "org.apache.poi.hslf.exceptions.EncryptedPowerPointFileException: The CurrentUserAtom specifies that the document is encrypted",150,
        "org.xml.sax.SAXParseException: The reference to entity \"lt\" must end with the ';' delimiter.",150,
        "java.lang.ArrayIndexOutOfBoundsException: 20",145,
        "org.xml.sax.SAXParseException: The reference to entity \"sort\" must end with the ';' delimiter.",142,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"target\" associated with an  element type  \"A\".",140,
        "java.util.zip.ZipException: unknown compression method",139,
        "java.util.zip.DataFormatException: invalid bit length repeat",138,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"title\" associated with an  element type  \"LINK\".",135,
        "org.xml.sax.SAXParseException: The element type \"base\" must be terminated by the matching end-tag \"</base>\".",134,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"meta\".",123,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"face\" associated with an  element type  \"FONT\".",121,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"id\" associated with an  element type  \"style\".",120,
        "org.xml.sax.SAXParseException: The element type \"ADMINNICENAME\" must be terminated by the matching end-tag \"</ADMINNICENAME>\".",115,
        "java.util.zip.DataFormatException: oversubscribed literal/length tree",114,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"language\" associated with an  element type  \"script\".",113,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"LINK\".",111,
        "java.lang.ArrayIndexOutOfBoundsException: -1",110,
        "org.xml.sax.SAXParseException: Element type \"a.length\" must be followed by either attribute specifications, \">\" or \"/>\".",109,
        "org.xml.sax.SAXParseException: The entity \"hellip\" was referenced, but not declared.",109,
        "org.xml.sax.SAXParseException: The entity \"ndash\" was referenced, but not declared.",107]},
    "facet_dates":{},
    "facet_ranges":{}}}
