{
  "responseHeader":{
    "status":0,
    "QTime":2055,
    "params":{
      "facet":"true",
      "facet.mincount":"1",
      "indent":"true",
      "q":"crawl_years:2004",
      "facet.field":"parse_error",
      "wt":"json",
      "rows":"0"}},
  "response":{"numFound":335394016,"start":0,"maxScore":2.6172888,"docs":[]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "parse_error":[
        "org.xml.sax.SAXParseException: The markup in the document following the root element must be well-formed.",104543,
        "org.apache.tika.sax.WriteOutContentHandler$WriteLimitReachedException: Your document contained more than 524288 characters, and so your requested limit has been reached. To receive the full text of th",41664,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"width\" associated with an  element type  \"table\".",34800,
        "org.xml.sax.SAXParseException: The element type \"META\" must be terminated by the matching end-tag \"</META>\".",23541,
        "org.xml.sax.SAXParseException: The element type \"meta\" must be terminated by the matching end-tag \"</meta>\".",20378,
        "org.xml.sax.SAXParseException: The element type \"link\" must be terminated by the matching end-tag \"</link>\".",15013,
        "org.xml.sax.SAXParseException: The entity name must immediately follow the '&' in the entity reference.",12554,
        "org.xml.sax.SAXParseException: Content is not allowed in prolog.",6895,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"bgcolor\" associated with an  element type  \"body\".",5659,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x0",5463,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"meta\".",4832,
        "org.xml.sax.SAXParseException: The value of attribute \"content\" associated with an element type \"META\" must not contain the '<' character.",4730,
        "org.xml.sax.SAXParseException: A DOCTYPE is not allowed in content.",3812,
        "org.xml.sax.SAXParseException: The element type \"SCRIPT\" must be terminated by the matching end-tag \"</SCRIPT>\".",3796,
        "org.apache.pdfbox.exceptions.CryptographyException: Error: The supplied password does not match either the owner or user password in the document.",3439,
        "org.xml.sax.SAXParseException: Comment must start with \"<!--\".",3030,
        "org.xml.sax.SAXParseException: XML document structures must start and end within the same entity.",2845,
        "org.xml.sax.SAXParseException: The element type \"area\" must be terminated by the matching end-tag \"</area>\".",2679,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 1 of 1-byte UTF-8 sequence.",2564,
        "com.drew.imaging.jpeg.JpegProcessingException: segment size would extend beyond file stream length",2329,
        "org.xml.sax.SAXParseException: The string \"--\" is not permitted within comments.",2286,
        "org.xml.sax.SAXParseException: The element type \"LINK\" must be terminated by the matching end-tag \"</LINK>\".",2200,
        "java.io.IOException: Invalid header signature; read 0x04090000002DA5DB, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",2103,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"rel\" associated with an  element type  \"link\".",2009,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"HEIGHT\" associated with an  element type  \"IMG\".",1895,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 89, not 0x0",1870,
        "org.xml.sax.SAXParseException: The reference to entity \"page\" must end with the ';' delimiter.",1869,
        "org.xml.sax.SAXParseException: The reference to entity \"from\" must end with the ';' delimiter.",1815,
        "org.apache.tika.sax.SecureContentHandler$SecureSAXException: Suspected zip bomb: 100 levels of XML element nesting",1572,
        "java.lang.IllegalArgumentException: File invalid - failed to find directory entry 'Escher'",1565,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: 0",1506,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"REL\" associated with an  element type  \"LINK\".",1473,
        "org.apache.poi.hslf.exceptions.OldPowerPointFormatException: Based on the Current User stream, you seem to have supplied a PowerPoint95 file, which isn't supported",1121,
        "org.xml.sax.SAXParseException: The entity \"nbsp\" was referenced, but not declared.",1096,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1014",1090,
        "java.lang.ArrayIndexOutOfBoundsException: null",1067,
        "org.apache.poi.EncryptedDocumentException: Cannot process encrypted word file",957,
        "org.xml.sax.SAXParseException: The element type \"IMG\" must be terminated by the matching end-tag \"</IMG>\".",895,
        "org.xml.sax.SAXParseException: The element type \"img\" must be terminated by the matching end-tag \"</img>\".",885,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"IMG\".",879,
        "java.io.IOException: Invalid header signature; read 0x0010000000060409, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",869,
        "java.lang.NullPointerException: null",837,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"language\" associated with an  element type  \"script\".",802,
        "org.xml.sax.SAXParseException: The element type \"input\" must be terminated by the matching end-tag \"</input>\".",767,
        "org.xml.sax.SAXParseException: The content of elements must consist of well-formed character data or markup.",749,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"FACE\" associated with an  element type  \"FONT\".",698,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"type\" associated with an  element type  \"STYLE\".",697,
        "java.util.zip.ZipException: unknown compression method",655,
        "java.io.EOFException: null",640,
        "java.io.IOException: Invalid header signature; read 0x00000000230037FE, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",626,
        "org.xml.sax.SAXParseException: The reference to entity \"group\" must end with the ';' delimiter.",541,
        "java.io.IOException: Resetting to invalid mark",530,
        "org.xml.sax.SAXParseException: The processing instruction target matching \"[xX][mM][lL]\" is not allowed.",524,
        "java.io.StreamCorruptedException: Error: data is null",519,
        "org.xml.sax.SAXParseException: The element type \"Title\" must be terminated by the matching end-tag \"</Title>\".",501,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"http-equiv\" associated with an  element type  \"META\".",482,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1009",472,
        "org.xml.sax.SAXParseException: The element type \"param\" must be terminated by the matching end-tag \"</param>\".",449,
        "org.xml.sax.SAXParseException: The element type \"Script\" must be terminated by the matching end-tag \"</Script>\".",435,
        "org.xml.sax.SAXParseException: The reference to entity \"nbsp\" must end with the ';' delimiter.",383,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"img\".",358,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 3-byte UTF-8 sequence.",349,
        "org.xml.sax.SAXParseException: The element type \"br\" must be terminated by the matching end-tag \"</br>\".",348,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"accessKey\" associated with an  element type  \"A\".",334,
        "org.xml.sax.SAXParseException: Content is not allowed in trailing section.",325,
        "org.apache.tika.exception.TikaException: Unsupported AutoCAD drawing version: AC1012",317,
        "javax.imageio.IIOException: Unexpected block type 9!",308,
        "java.lang.StringIndexOutOfBoundsException: String index out of range: -1",294,
        "java.lang.IllegalArgumentException: This paragraph is not the first one in the table",275,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"src\" associated with an  element type  \"script\".",268,
        "java.util.zip.DataFormatException: unknown compression method",202,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"META\".",201,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"meta\".",201,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x1",192,
        "org.xml.sax.SAXParseException: Attribute name \"fprolloverstyle\" associated with an element type \"style\" must be followed by the ' = ' character.",183,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"size\" associated with an  element type  \"font\".",173,
        "org.xml.sax.SAXParseException: The entity \"copy\" was referenced, but not declared.",169,
        "org.xml.sax.SAXParseException: The element type \"style\" must be terminated by the matching end-tag \"</style>\".",165,
        "org.apache.xerces.impl.io.MalformedByteSequenceException: Invalid byte 2 of 4-byte UTF-8 sequence.",162,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 89, not 0xdb",160,
        "java.io.IOException: Invalid header signature; read 0x0000AB000000BE31, expected 0xE11AB1A1E011CFD0 - Your file appears not to be a valid OLE2 document",159,
        "org.xml.sax.SAXParseException: The entity \"pound\" was referenced, but not declared.",158,
        "org.xml.sax.SAXParseException: The element type \"s2\" must be terminated by the matching end-tag \"</s2>\".",157,
        "org.apache.poi.EncryptedDocumentException: Default password is invalid for docId/saltData/saltHash",154,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"BORDER\" associated with an  element type  \"IMG\".",152,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"cellSpacing\" associated with an  element type  \"TABLE\".",149,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"id\" associated with an  element type  \"div\".",145,
        "java.lang.ArrayIndexOutOfBoundsException: 128",144,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"height\" associated with an  element type  \"TABLE\".",143,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"target\" associated with an  element type  \"a\".",143,
        "org.xml.sax.SAXParseException: The element type \"base\" must be terminated by the matching end-tag \"</base>\".",143,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"border\" associated with an  element type  \"table\".",139,
        "org.xml.sax.SAXParseException: The element type \"title\" must be terminated by the matching end-tag \"</title>\".",138,
        "java.lang.ArrayIndexOutOfBoundsException: -1",135,
        "java.lang.NegativeArraySizeException: null",134,
        "org.xml.sax.SAXParseException: The element type \"BR\" must be terminated by the matching end-tag \"</BR>\".",134,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"name\" associated with an  element type  \"form\".",133,
        "org.xml.sax.SAXParseException: Open quote is expected for attribute \"SIZE\" associated with an  element type  \"FONT\".",126,
        "com.drew.imaging.jpeg.JpegProcessingException: expected jpeg segment start identifier 0xFF at offset 91, not 0x5",122,
        "org.xml.sax.SAXParseException: The entity \"middot\" was referenced, but not declared.",116]},
    "facet_dates":{},
    "facet_ranges":{}}}
